Revit 2016 API
LoadCaseSetIterator Properties
The LoadCaseSetIterator type exposes the following members.
Properties
Name | Description
Current
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
See Also
LoadCaseSetIterator Class
Autodesk.Revit.DB.Structure Namespace